Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Some data sources require a search area specified by the location and this radius.
sv: Vissa datakällor kräver ett sökområde som anges med platsen och denna radie.

source: Light
sv: Ljust

source: Green outgoing arrows stand for blocks that trigger something. For example, detectors.
sv: Gröna pilar utåt visar block som utlöser något, till exempel detektorer.

source: Denied URLs
sv: Nekade URL:er

source: Last login: %s
sv: Senaste inloggning: %s

source: Expired entries
sv: Utgångna poster

source: Mob Spawner (inactive)
sv: Varelsegenerator (inaktiv)

source: Now when the detector is activated by a laser, it will send a signal to the locked chest, causing it to break open in the game.
sv: När detektorn nu aktiveras av en laser skickar den en signal till den låsta kistan, så att den öppnas i spelet.

source: Ignore all reports coming from this domain
sv: Ignorera alla rapporter som kommer från den här domänen

source: Prism Axe
sv: Prismayxa

source: Term Wildcards
sv: Jokertecken

source: Translated from %s using %s
sv: Översatt från %s med %s

source: When clicking on a link, Tuba will ask your instance to resolve it to see if it leads to a user or a post regardless if it matches the typical post and user URLs
sv: När du klickar på en länk kommer Tuba att be din instans att lösa den för att se om den leder till en användare eller ett inlägg oavsett om den matchar de typiska inläggs och användar-URL:erna

source: Error while reading the database: %1
sv: Fel vid inläsning av databas: %1

source: Wait, did you say “glitch”?
sv: Vänta, sa du ”glitch”?

source: Allowed scripts: %(scripts)s
sv: Tillåtna skriftsystem: %(scripts)s

source: So if a gateway needs 8 electrons, you need to have collected 8 electrons in total and have them saved in a save zone. Talk to Save Zone Helper to learn more.
sv: Om en port behöver 8 elektroner måste du ha samlat 8 elektroner totalt och ha sparat dem i en säker zon. Prata med Hjälparen för säker zon för att få veta mer.

source: Articles forwarded to Readwise Reader by email,
sv: Artiklar som skickats till Readwise Reader via epost,

source: Breaking the lock
sv: Bryta låset

source: Olivine Block
sv: Olivinblock

source: Completed
sv: Avslutade

source: Include posts that contain all of these tags.
sv: Ta med inlägg som innehåller alla dessa taggar.

source: Images will be darker when dark mode is enabled and gain their full brightness when hovered
sv: Bilderna blir mörkare när mörkt läge är aktiverat och får full ljusstyrka när du håller musens muspekare över dem

source: Collision
sv: Kollision

source: Invalid entry group id field size
sv: Ogiltig fältstorlek för grupp-id

source: NOTE: These TOTP settings are custom and may not work with other authenticators.
sv: OBS! Dessa TOTP-inställningar är anpassade och kanske inte fungerar med andra autentiserare.

source: Once you start highlighting parts of your saved articles, they will appear on this page for you to easily find them.
sv: När du börjar markera delar av dina sparade artiklar, kommer de dyka upp på den här sidan så att du lätt kan hitta dem.

source: Preview Analytics
sv: Förhandsgranska analys

source: WARNING: The player movement settings are not at the recommended values for Glitch. The physics might not work as intended!
sv: VARNING: Spelarens rörelseinställningar har inte de rekommenderade värdena för Glitch. Fysiken kanske inte fungerar som avsett!

source: Delete Position System
sv: Ta bort positioneringssystem

source: Powerslide Sector
sv: Kraftglidningssektor

source: Unsupported key part
sv: Nyckeldel som inte stöds

source: Day length (in minutes)
sv: Dagens längd i minuter

source: <html><head/><body><p>Imports a codeplug from &quot;conf&quot; files.</p></body></html>
sv: <html><head/><body><p>Importerar en codeplug från &quot;conf&quot; filer.</p></body></html>

source: Kaki Bud
sv: Kakiknopp

source: Apply icon to…
sv: Tillämpa ikon på…

source: Select Player
sv: Välj spelare

source: Auto-detect instance features
sv: Automatisk identifiering av instansfunktioner

source: Green Locked Chest
sv: Låst grön kista

source: Your scrobbling year-in-review
sv: Din årsöversikt över ditt scrobblande

source: Rename File
sv: Bytt namn på fil

source: Send me my username
sv: Skicka mig mitt användarnamn

source: You are connected as <strong>%s</strong>
sv: Du är ansluten som <strong>%s</strong>

source: Copy Password and TOTP
sv: Kopiera lösenord och TOTP

source: Just Me
sv: Bara jag

source: Successfully imported database.
sv: Databas importera.

source: Post truncated. Click Reply to view.
sv: Inlägget har kortats av. Klicka på Svara för att visa det.

source: What happens if I don’t save my electrons?
sv: Vad händer om jag inte sparar mina elektroner?

source: Build Date:
sv: Byggdatum:

source: Minimum length of the subject field.
sv: Minsta längd för ämnesfältet.

source: Remove Hidden Elements
sv: Ta bort dolda element

source: Add a new user
sv: Lägg till ny användare

source: Sort &Z-A
sv: Sortera &Z-A

source: When you look around, you will see 8 white crosses. These are the 8 corners of the level which contain the level contents.
sv: När du ser dig omkring ser du åtta vita kryss. Det är de åtta hörnen på nivån som innehåller nivåinnehållet.

source: Post to mentioned users only
sv: Posta till endast nämnda användare

source: Invalid header checksum size
sv: Ogiltig storlek på sidhuvudets kontrollsumma

source: Prevents vines from rotting
sv: Hindrar rankor från att ruttna

source: Item View
sv: Objektvisning

source: By %s
sv: Av %s

source: Blocks
sv: Blockeringar

source: This link is shared with annotations.
sv: Den här länken delas med annoteringar.

source: Admin access required
sv: Administratörsåtkomst krävs

source: Copyright © 2023 Calligraphy Contributors
sv: Upphovsrätt © 2023 Calligraphys bidragsgivare

source: Return only best-matching credentials
sv: Returnera endast bäst matchande autentiseringsuppgifter

source: Show Preferences
sv: Visa inställningar

source: Sharing mode field
sv: Delningsläge

source: Korean (Hangul)
sv: Koreanskt (hangul)

source: Fire station
sv: Brandstation

source: Force-set the season or show the current season
sv: Lås årstiden eller visa den aktuella årstiden

source: Argon2%1 (%2 rounds, %3 KB)
sv: Argon2%1 (%2 rundor, %3 KB)

source: Profile View
sv: Profilvy

source: Cannot accept item beyond perimeter
sv: Kan inte godta objekt utanför omkretsen

source: When only one input is used, the same laser will go out of the output unchanged.
sv: När endast en ingång används kommer samma laser ut ur utgången oförändrad.

source: No active subscriptions.
sv: Inga aktiva prenumerationer.

source: Assign
sv: Tilldela

source: Password for which to estimate the entropy.
sv: Lösenord som entropin skall uppskattas för.

source: user.id does not match the required length
sv: user.id matchar inte den längd som krävs

source: Password is about to expire
sv: Lösenordet upphör snart att gälla

source: Invalid compression flags length
sv: Ogiltig längd på komprimeringsflaggor

source: Subscribe to request a confirmation link.
sv: Prenumerera för att begära en bekräftelselänk.

source: Channels A
sv: Kanaler A

source: Schedule Post Dialog
sv: Dialog för schemaläggning av inlägg

source: Cannot accept item without location
sv: Kan inte godta objekt utan plats

source: Exclude character set
sv: Undanta teckenupsättning

source: Always on Top
sv: Alltid överst

source: Import Bookmarks
sv: Importera bokmärken

source: Default Sequence
sv: Standardsekvens

source: Galactic Builders
sv: Galaktiska byggare

source: Change boost visibility, quote and confirm boosting
sv: Ändra förstärkningsynlighet, citera och bekräfta förstärkningen

source: Attributes
sv: Attribut

source: Sending e-books to an Amazon Kindle
sv: Skicka e-böcker till en Amazon Kindle

source: Cannot initialize cipher
sv: Kan inte initiera chiffer

source: Already have an account?
sv: Har du redan ett konto?

source: Federation Blocklist
sv: Federationens blockeringslista

source: Sorry to hear that. Complex software is never 100%% bugfree. Please do us a favor and either tell directly in the <a href="%(url)s">issues</a> or tell a friend who can help you out. Thanks!
sv: Tråkigt att höra. Komplex programvara är aldrig 100%% felfri. Gör oss en tjänst och berätta antingen direkt i <a href="%(url)s">ärendena</a> eller för en vän som kan hjälpa dig. Tack!

source: _Refill
sv: _Fyll på

source: Internal zlib error when decompressing:
sv: Internt zlib-fel vid extrahering:

source: Hub Helper
sv: Navhjälparen

source: 1 Week
sv: 1 vecka

source: Warning: Caps Lock enabled!
sv: Varning! Caps Lock aktiverat!

source: Custom Data
sv: Anpassad data

source: White Brick Block
sv: Vitt tegelblock

source: System Core
sv: Systemkärna

source: Go Home
sv: Gå hem

source: One value per line
sv: Ett värde per rad

source: The level settings can be accessed in the inventory menu. The following settings exist:
sv: Nivåinställningarna nås i förrådsmenyn. Följande inställningar finns:

source: The post is pinned.
sv: Inlägget är nålat.

source: Not Confirmed
sv: Inte bekräftad

source: List of %1 instances
sv: Lista över %1 instanser

source: Name of the entry to show.
sv: Visningsnamn för posten.

source: Navigation
sv: Navigering

source: Signs of intelligent mutated organisms on surface (increased activity at night)
sv: Tecken på intelligenta muterade organismer på ytan, ökad aktivitet på natten

source: Delete RX group list %1?
sv: Ta bort grupplistan '%1'?

source: Reply To
sv: Svara Till

source: Burned Cobblestone
sv: Bränd kullersten

source: No Suggestions
sv: Inga förslag

source: Exclude from reports
sv: Undanta från rapporter

source: Lasers come in 7 different colors: Red, green, blue, yellow, cyan, magenta and white.
sv: Lasrar finns i sju olika färger: röd, grön, blå, gul, cyan, magenta och vit.

source: Failed to update user status
sv: Kunde inte uppdatera användarstatusen

source: Host
sv: Värd

source: Verifying that a file you downloaded or received is actually the one you were expecting is often overlooked or too time-consuming to do. At the same time, it has become very easy to get your hands on a file that has been tampered with, due to the mass increase of malicious webpages and other actors.
sv: Att verifiera att en fil som du laddat ner eller tagit emot verkligen är den fil du förväntade dig förbises ofta eller tar för lång tid. Samtidigt har den kraftiga ökningen av skadliga webbsidor och andra aktörer gjort det mycket lätt att få tag på en fil som har manipulerats.

source: Snowmobile
sv: Snöskoter

source: Muted Push Notification Types
sv: Tystade push aviseringstyper

source: Add a new attribute
sv: Lägg till nytt attribut

source: This post includes attachments without alt text
sv: Det här inlägget innehåller bilagor utan alternativtext

source: Upload a text file that contains one link per line and Readeck will fetch all of them and save them in your bookmark list.
sv: Ladda upp en textfil som innehåller en länk per rad, så kommer Readeck att hämta dem alla och spara i din bokmärkeslista.

source: This PIN has expired. Please request a new one.
sv: Denna pinkod är utgången. Begär en ny.

source: Show Preview Panel
sv: Visa förhandsgranskningspanelen

source: Refresh database ID
sv: Uppdatera databas-ID

source: Levels need to satisfy some requirements to be playable. The minimal requirements for every level are:
sv: Nivåer måste uppfylla vissa krav för att kunna spelas. Minimikraven för varje nivå är:

source: Modified
sv: Ändrad

source: A collection you are a part of was edited
sv: En samling som du är med i redigerades

source: Allow %s to start when you log in
sv: Tillåt %s att starta när du loggar in

source: Unsupported key file version: %1
sv: Nyckelfilsversionen stöds ej: %1

source: Ban %d post
sv: Stäng av %d inlägg

source: Ban %d posts
sv: Stäng av %d inlägg

source: Quote is hidden
sv: Citatet är dolt

source: LDAP Type
sv: LDAP-typ

source: Min Name Length
sv: Minsta namnlängd

source: New Item Pending Review
sv: Nytt objekt väntar på granskning

source: Label
sv: Etikett

source: Follow System
sv: Följ system

source: Weather service
sv: Vädertjänst

source: Only admins may do this
sv: Det här får bara admins göra

source: • Locked door/trapdoor: May break when it receives a signal
sv: • Låst dörr/lucka: Kan öppnas när den tar emot en signal

source: Export database to CSV file
sv: Exportera databasen till en CSV-fil

source: Remove key from SSH Agent
sv: Ta bort nyckel från SSH-tjänsten

source: Edit satellite database
sv: Redigera satellitdatabas

source: Essexite Block
sv: Essexitblock

source: FediAuth Link Expired
sv: FediAuth-länken har gått ut

source: Killed by @1
sv: Dödad av @1

source: %(name)s is part of a community driven network, which has zero endeavour to sell you out. Data privacy is one of the main goals of this project.
sv: %(name)s är en del av ett communitydrivet nätverk, utan ambition att sälja ut dig. Dataskydd är ett av projektets huvudmål.

source: Radio found
sv: Radio hittad

source: Monochrome (dark)
sv: Monochrome (mörk)

source: %s signed up
sv: %s har registrerat sig

source: Please note:
sv: Notera:

source: Don't remind me
sv: Påminn mig inte

source: Additional characters
sv: Fler tecken

source: Notifications are enabled. Click to disable.
sv: Aviseringar är aktiverade. Klicka för att inaktivera.

source: Refresh Hardware Keys
sv: Uppdatera hårdvarunycklar

source: (Mentioned) %s
sv: (Nämnd) %s

source: Steel Block
sv: Stålblock

source: Channel Free
sv: Kanal ledig

source: Show QR Code
sv: Visa QR-kod

source: Mese Monster Spawn Egg
sv: Framkallningsägg för mese-monster

source: Videos won't be archived
sv: Videor kommer inte att arkiveras

source: Enable Browser Integration to access these settings.
sv: Aktivera webbläsarintegrering för åtkomst till dessa inställningar.

source: API Token
sv: API-nyckel

source: <a href="%s">Reload this page</a> if it doesn't refresh after a few seconds.
sv: <a href="%s">Ladda om denna sida</a> om den inte laddats om inom några sekunder.

source: Multiple group elements
sv: Flera gruppelement

source: Whether the banner is displayed in news pages.
sv: Om banderollen visas på nyhetssidor.

source: (Excluded)
sv: (Undantagen)

source: Members (%d/%d)
sv: Medlemmar (%d/%d)

source: Cannot delete radio IDs
sv: Kan inte radera radio-ID:n

source: Violet-Flowering Garden Bush Seed
sv: Frö till lilablommande trädgårdsbuske

source: Overwrite existing attachments.
sv: Skriv över befintliga bilagor.

source: Check for updates at application startup once per week
sv: Sök efter uppdateringar vid programstart, en gång per vecka

source: Edit Group
sv: Redigera grupp

source: All gateways are now unlocked.
sv: Alla portar är nu upplåsta.

source: Signed Up
sv: Registrerade sig

source: recent files
sv: tidigare filer

source: Invite Only – Users on active authentication backends can still log in, but new users can only join with invitation.
sv: Endast inbjudna - användare på aktiva autentiserings-backends kan fortfarande logga in men nya användare kan bara logga in om de fått en inbjudan.

source: Unique passwords
sv: Unika lösenord

source: Network use is distribution
sv: Nätverksanvändning är distribution

source: Key file magic header id invalid
sv: Nyckelfilens magiska huvud-ID är ogiltigt

source: File contents...
sv: Filinnehåll

source: Type: Repeated
sv: Typ: Repeterad

source: Two-Factor Authentication
sv: Tvåfaktorsautentisering

source: Cannot generate a password and prompt at the same time.
sv: Det går inte att generera ett lösenord och fråga samtidigt.

source: Published: %s.
sv: Publicerades: %s.

source: No Lists
sv: Inga listor

source: Private use
sv: Privat användning

source: Sequence
sv: Sekvens

source: The default color scheme
sv: Standardfärgschema

source: %s wants to follow you
sv: %s vill följa dig

source: Unlike the other divisions, this one actually does have fairly strict rules due to flight safety regulations. Reckless flying maneuvers in the past has often lead to disaster and people decided to put an end to it. They say, every rule in the book has been written with blood.
sv: Till skillnad från de andra avdelningarna har denna faktiskt ganska strikta regler på grund av flygsäkerhetsföreskrifter. Vårdslösa flygmanövrar har ofta lett till katastrofer och folk bestämde sig för att sätta stopp för det. Man säger att varje regel i boken har skrivits med blod.

source: Visible
sv: Synlig

source: On
sv: Aktiverat

source: Glass
sv: Glas

source: Calm down, I was just hibernating a little bit. Even the System needs a rest sometimes.
sv: Lugna dig, jag låg bara i dvala en liten stund. Även The System behöver vila ibland.

source: A piece of ladder which allows you to climb vertically.
sv: En stegedel som gör att du kan klättra vertikalt.

source: Select the class of object to create
sv: Välj vilken objektklass som ska skapas.

source: Role
sv: Roll

source: Click the confirmation link emailed to you.
sv: Klicka på bekräftelselänken som skickades till dig via e-post.

source: Roles
sv: Roller

source: KDF unchanged
sv: KDF oförändrad

source: Show confirmation before moving entries to recycle bin
sv: Visa bekräftelse innan poster flyttas till papperskorgen

source: Remove from agent
sv: Ta bort från bakgrundstjänsten

source: (Expired)
sv: (Förfallen)

source: Summer
sv: Sommar

source: Invalid group icon number
sv: Ogiltigt gruppnummer för ikon

source: Experiments
sv: Experiment

source: Existing Database:
sv: Befintlig databas:

source: Owner of block at @1 removed!
sv: Ägaren till blocket vid @1 togs bort!

source: Hide entries from browser extension toggle for this and sub groups
sv: Dölja poster från webbläsartilläggsknappen för den här och undergrupper

source: Light Box
sv: Ljuslåda

source: %1 Entry(s)
sv: %1 post

source: Approve
sv: Godkänn

source: Move group to recycle bin?
sv: Vill du flytta gruppen till papperskorgen?

source: No links found in selection.
sv: Inga länkar hittades i markeringen.

source: key file of the database
sv: nyckelfil för databasen

source: Palm Tree Trunk
sv: Palmstam

source: Locked Wooden Sign
sv: Låst träskylt

source: Drafts…
sv: Utkast…

source: Set visibility so only <strong>%(account)s</strong> can see it (not public)
sv: Sätt synlighet så att bara <strong>%(account)s</strong> kan se (inte publik)

source: Signed in as
sv: Inloggad som

source: Current Width
sv: Nuvarande bredd

source: Closing in %1 seconds.
sv: Stänger om %1 sekunder.

source: Import a Readeck Profile
sv: Importera en Readeck-profil

source: AES-256/GCM is currently not supported
sv: AES-256/GCM stöds för närvarande inte

source: Remove Challenge-Response
sv: Ta bort Challenge-Response

source: username is already in use
sv: användarnamnet används redan

source: Owner of block at @1 changed to @2!
sv: Ägaren till blocket vid @1 ändrades till @2!

source: Import Passkey
sv: Importera passnyckel

source: Change Search Origin
sv: Ändra sök-origin

source: Restrict New Posts
sv: Begränsa nya inlägg

source: Update codeplug
sv: Uppdatera codeplug

source: Distortion Worrier
sv: Orolig för förvrängning

source: A verification code is a one time code generated by an application, such as Google Authenticator.
sv: En verifieringskod är en engångskod som genereras av en applikation, till exempel Google Authenticator.

source: Thread deleted.
sv: Tråden har tagits bort.

source: Continue
sv: Fortsätt

source: Is Loaded
sv: Är Inläst

source: text must contain at least %d characters
sv: texten måste innehålla minst %d tecken

source: Could not find entry with path %1.
sv: Kunde inte hitta post på sökvägen %1.

source: Lock &All Databases
sv: Lås &alla databaser

source: User detached.
sv: Användare bortkopplad.

source: Fit to contents
sv: Anpassa till innehåll

source: Solid Small Slope (grid style)
sv: Solid liten sluttning (rutnätsstil)

source: No Bookmarks
sv: Inga bokmärken

source: Super-administrators have full access.
sv: Huvudadministratörer har full åtkomst.

source: Ring
sv: Ringa

source: Reveal Sensitive Media by Default
sv: Visa känsligt media som standard

source: Token URL
sv: Biljett-URL

source: State changes
sv: Uppge ändringar

source: up to 100,000 times
sv: upp till 100000 gånger

source: No, I’m good.
sv: Nej, det är bra.

source: Timeouts
sv: Tidsgränser

source: Invalid entry field size
sv: Ogiltig fältstorlek

source: You need the “server” privilege to use this tool.
sv: Du behöver behörigheten ”server” för att använda det här verktyget.

source: Click to refresh.
sv: Klicka för att uppdatera.

source: Moves an entry to a new group.
sv: Flyttar en post till ny grupp.

source: Solid Small Slope (flat style)
sv: Solid liten sluttning (platt stil)

source: Delete Roaming Zone
sv: Ta bort roamingzon

source: This account will be removed from the application.
sv: Detta konto kommer att tas bort från programmet.

source: Sapphire Spider Spawn Egg
sv: Framkallningsägg för safirspindel

source: Access error for config file %1
sv: Åtkomstfel för konfigurationsfil %1

source: This action cannot be reverted.
sv: Denna åtgärd kan inte återställas.

source: Enable Auto-Type for this entry
sv: Aktivera autoskriv för denna post

source: 0 to 5 verbosity level, 0 being no aria label and 5 being very detailed
sv: 0 till 5 utförlighetsnivå, där 0 är ingen arietikett och 5 är mycket detaljerad

source: Do not use entries with HTTP Basic Auth:
sv: Använd inte poster med HTTP Basic Auth:

source: Import the following passkey:
sv: Importera följande passnyckel:

source: Refreshes the downloaded callsign DB
sv: Uppdaterar den nedladdade anropssignal-DB

source: Memory
sv: Minne

source: Instance Limit
sv: Instansgräns

source: Authorization Code
sv: Auktoriseringskod

source: Black Cloth
sv: Svart tyg

source: So you have finally arrived.
sv: Så du har äntligen kommit.

source: Show More
sv: Visa mer

source: Reloading database…
sv: Uppdaterar databasen...

source: Write your content warning here
sv: Skriv din innehållsvarning här

source: Burned Tuff Brick
sv: Bränt tufftegel

source: Tractor
sv: Traktor

source: Database &Reports…
sv: Databas&rapporter…

source: Malformed OpData01 due to a failed HMAC
sv: Felaktigt formaterad OpData01 på grund av en misslyckad HMAC

source: yes
sv: Ja

source: Alternatively, you can use this token as a password for HTTP Basic Authentication.
sv: Alternativt kan du använda denna token som ett lösenord för HTTP Basic Authentication.

source: Negative offset
sv: Negativ förskjutning

source: Open a HTML, WARC, SWF file
sv: Öppna en HTML-, WARC- eller SWF-fil

source: KeePass 2 Database
sv: KeePass 2-databas

source: Entry Management
sv: Posthantering

source: New
sv: Nytt

source: My API Tokens
sv: Mina API-tokens

source: Verify your identity by sending us a message from your Fediverse account.
sv: Verifiera din identitet genom att skicka oss ett meddelande från ditt Fediverse-konto.

source: <empty URL>
sv: <tom URL>

source: Create
sv: Skapa

source: Scan List
sv: Söklista

source: Oct
sv: Okt

source: Duration (in seconds) of recent events to match against.
sv: Varaktighet i sekunder för de senaste händelser som ska matchas.

source: Path of the group to remove.
sv: Sökväg till gruppen som skall tas bort.

source: Approve %s?
sv: Godkänn %s?

source: Remember, in your inventory there is a crafting grid, use it to combine items. Use your crafting guide to see what you can craft and how.
sv: Kom ihåg att det finns ett tillverkningsrutnät i ditt förråd. Använd det för att kombinera föremål. Använd tillverkningsguiden för att se vad och hur du kan tillverka.

source: Reveal Spoilers by Default
sv: Avslöja spoilers som standard

source: Remove device?
sv: Ta bort enhet?
